Repository: Letractively/webapptools
Catalog: trunk/webInventory/Console/*.po
Languages: russian

source: Description was changed. Do you want to save it?
russian: Описание было изменено. Хотите сохранить изменения?

source: Select plugin to add
russian: Выберите добавляемый плагин

source: Warning
russian: Предупреждение

source: Targets List
russian: Список целей

source: Add new object
russian: Добавить объект

source: Delete task
russian: Удалить задачу

source: Profile settings
russian: Настройки профиля

source: Create new profile
russian: Создать новый профиль

source: Copy current profile
russian: Копировать текущий профиль

source: Delete profile
russian: Удалить профиль

source: Save profile
russian: Сохранить профиль

source: Start task
russian: Запустить задачу

source: Add plugin
russian: Добавить плагин

source: Remove plugin
russian: Исключить плагин

source: Profile name
russian: Название профиля

source: Active tasks
russian: Активные задачи

source: Cancel task
russian: Отменить задачу

source: Lines to retrieve:
russian: Получать строк:

source: Append to log
russian: Дополнять журнал

source: tool
russian: инструмент

source: Refresh task log
russian: Обновить журнал задачи

source: Save task log to file
russian: Сохранить журнал задачи в файл

source: Console version:
russian: Версия консоли:

source: unknown
russian: нет данных

source: Scanner address:
russian: Адрес сканера:

source: Connect
russian: Соединиться

source: Add new connection
russian: Добавить соединение

source: Edit connection
russian: Изменить соединение

source: Delete connection
russian: Удалить соединение

source: Scanner version:
russian: Версия сканера:

source: Interface Language:
russian: Язык интерфейса:

source: Apply (need restart)
russian: Применить (требуется перезапуск)

source: Need to restart to apply changes
russian: Требуется перезапуск

source: Write console logs:
russian: Записывать логи консоли

source: Scanner storage:
russian: Хранилище сканера:

source: Apply
russian: Применить

source: Refresh plugins list
russian: Обновить список плагинов

source: Restart server
russian: Перезапустить сервер

source: Stops the server
russian: Остановить сервер

source: View server log
russian: Просмотр логов сервера

source: Scanner plugins:
russian: Расширения сканера:

source: Refresh reports list
russian: Обновить список отчетов

source: Apply filter
russian: Применить фильтр

source: Object:
russian: Объект:

source: Date filter mode
russian: Режим фильтра даты

source: Filter by scan status
russian: Фильтр по статусу скана

source: Save and load filters
russian: Сохранение и загрузка фильтров

source: Reporter plugin:
russian: Плагин отчетов:

source: Change report plugin
russian: Сменить плагин отчетов

source: Open plugin
russian: Добавить плагин

source: Refresh Tree
russian: Обновить список

source: Export DB slice
russian: Выгрузить фрагмент БД

source: Add new vulnerability
russian: Добавить описание уязвимости

source: Clone vulnerability
russian: Клонировать описание уязвимости

source: Delete vulnerability
russian: Удалить описание уязвимости

source: Save vulnerability
russian: Сохранить описание уязвимости

source: Vulner ID
russian: Идентификатор

source: Severity
russian: Опасность

source: Not a vulner
russian: Не уязвимость

source: Lowest
russian: Нижний

source: Low
russian: Низкий

source: Medium
russian: Средний

source: High
russian: ВысокийВес

source: Critical
russian: Критичный

source: Title
russian: Заголовок

source: Short description
russian: Краткое описание

source: Description
russian: Описание

source: Refresh tree
russian: Обновить список

source: Add new template
russian: Добавить шаблон

source: Delete template
russian: Удалить шаблон

source: Editor
russian: Редактор

source: Preview
russian: Просмотр

source: Add new script
russian: Добавить скрипт

source: Delete script
russian: Удалить скрипт

source: Run script
russian: Выполнить скрипт

source: Object name
russian: Имя объекта

source: Base URL
russian: Базовый URL

source: Scanner name:
russian: Название сканера:

source: Scanner host:
russian: Хост сканера:

source: Scanner port:
russian: Порт сканера:

source: Plugin doesn't provide settings
russian: Этот плагин не предоставляет настроек

source: %s plugin settings
russian: Настройки плагина %s

source: Generic settings
russian: Основные параметры

source: Generic plugins
russian: Основные плагины

source: Storage plugins
russian: Плагины храниние данных

source: Transport plugins
russian: Транспортные плагины

source: Inventory plugins
russian: Инвентаризационные плагины

source: Audit plugins
russian: Плагины аудита

source: Vulnerabilities detection plugins
russian: Плагины поиска уязвимостей

source: Port value is out of range
russian: Недопустимый номер порта

source: Connection with the same name already exist
russian: Соединение с таким сканером уже существует

source: Are you shure to delete the connection '%s'?
russian: Вы действительно хотите удалить соединение '%s'?

source: Are you shure to restart the server? (All active tasks will be paused, and all clients will be disconnected)
russian: Вы действительно хотите перезапустить сервер? (Все активные задачи будут приостановлены, все клиенты будут отсоединены)

source: Are you shure to stop the server? (All active tasks will be paused, and all clients will be disconnected)
russian: Вы действительно хотите остановить сервер? (Все активные задачи будут приостановлены, все клиенты будут отсоединены)

source: Information
russian: Информация

source: Disconnect
russian: Разорвать соединение

source: Tasks
russian: Задачи

source: Reports
russian: Отчеты

source: Service
russian: Обслуживание

source: Settings
russian: Настройки

source: Vulnerabilities
russian: Плагины поиска уязвимостей

source: Reports Templates
russian: Шаблоны отчетов

source: Scripts
russian: Скрипты

source: Generic options
russian: Основные параметры

source: Task name
russian: Название задачи

source: Status
russian: Статус

source: Transports
russian: Транспортные плагины

source: Inventory
russian: Инвенторизация

source: Audit
russian: Аудит

source: This plugin doesn't provide any settings
russian: Это расширение не предоставляет настроек

source: Are you sure to delete object '%s'?
russian: Вы действительно хотите удалить объект '%s'?

source: Confirm
russian: Подтверждение

source: Input new profile name
russian: Введите название профиля

source: Query
russian: Запрос

source: Are you sure to delete profile '%s'?
russian: Вы действительно хотите удалить профиль '%s'?

source: Can't get information about object %s (id=%s)
russian: Не удается получить информацию об объекте %s (ИД=%s)

source: Can't get information about profile %s (id=%s)
russian: Не удается получить информацию о профиле %s (ИД=%s)

source: Plugin already exist in this profile
russian: Плагин уже есть в профиле

source: Can't create UI for plugin %s
russian: Не удалось создать настройки для плагина %s

source: Directory
russian: Каталог

source: Link
russian: Ссылка

source: Drive
russian: Диск

source: Value must be %lld or higher
russian: Значение должно быть %lld или больше

source: Value must be %llu or higher
russian: Значение должно быть %llu или больше

source: Value must be %llu or less
russian: Значение должно быть %llu или меньше

source: Value must be %f or higher
russian: Значение должно быть %f или больше

source: Value must be %f or less
russian: Значение должно быть %f или меньше

source: Not %s
russian: Не %s

source: Choose a directory:
russian: ыберите католг:

source: Choose a file
russian: Выберите файл

source: All files (*.*)|*.*
russian: Все файлы (*.*)|*.*

source: Add
russian: Добавить

source: Update
russian: Обновить

source: Remove
russian: Удалить

source: Up
russian: Вверх

source: Down
russian: Вниз

source: Categorized Mode
russian: Режим категорий

source: Alphabetic Mode
russian: Режим списка

source: False
russian: НЕТ

source: True
russian: ДА

source: Unspecified
russian: Неуказано

source: Type operation "%s" failed: Property labeled "%s" is of type "%s", NOT "%s".
russian: Ошибка операции "%s": Свойство м меткой "%s" имеет тип "%s", А НЕ "%s".

source: Error in resource: %s
russian: Ошибка в ресурсе: %s

source: Family
russian: Семейство

source: Face Name
russian: Имя начертания

source: Style
russian: Стиль

source: Weight
russian: Вес

source: Underlined
russian: Подчеркивание

source: Make a selection:
russian: Сделайте выбор:

source: Page %i
russian: Страница %i

source: Object
russian: Объект

source: Connection
russian: Соединение

source: Select plugin
russian: Выберите плагин
