Repository: Letractively/webapptools
Catalog: tags/v0.2/watools/console/*/LC_MESSAGES/watconsole.po
Languages: ru

source: Unknown
ru: Не определено

source: Incorrect username or password!
ru: Неправильное имя пользователя или пароль!

source: Database connection error!
ru: Ошибка соединения с базой даных!

source: <unknown>
ru: <не определено>

source: Access denied!
ru: Доступ запрещен!

source: Database access error!
ru: Ошибка доступа к БД!

source: Invalid request!
ru: Ошибочный запрос!

source: No description provided
ru: Нет описания

source: day(s)
ru: дн.

source: Undefined
ru: Не определено

source: request(s);
ru: запрос(ов)

source: requests per second
ru: запросов в секунду

source: Can't find selected task!
ru: Указаная задача не найдена!

source: IDLE
ru: ОЖИДАНИЕ

source: RUNNING
ru: ВЫПОЛНЕНИЕ

source: PAUSED
ru: ПАУЗА

source: FINISHED
ru: ЗАВЕРШЕНО

source: STOPPED
ru: ОСТАНОВЛЕНО

source: HANGS
ru: ЗАВИСАНИЕ

source: UNDEFINED
ru: НЕИЗВЕСТНО

source: Access denied for user
ru: Доступ запрещен для пользователя

source: !<br>Contact your system administrator!
ru: !<br>Обратитесь к администратору системы!

source: Visualisation broken
ru: Проблемы визуализации

source: Can't display page
ru: Нет возможности отобразить страницу

source: in theme
ru: в теме

source: Unknown language!
ru: Неизвестный язык!

source: Theme doesn't exist!
ru: Тема не существует!

source: Theme already installed!
ru: Тема уже установлена!

source: Can't read theme description!
ru: Не удалось получить описание темы!

source: User with same name already exist:
ru: Пользователь с таким именем уже существует:

source: Can't create user!
ru: Не удалось создать пользователя!

source: Group with same name already exist:
ru: Группа с таким названием уже существует:

source: Can't create group!
ru: Не удалось создать группу!

source: Can't delete system owner!
ru: Нельзя удалить владельца системы!

source: Can't delete system group!
ru: Нельзя удалить системную группу!

source: New password doesn't match the confirmation!
ru: Новый пароль не совпадает с подтверждением!

source: Invalid password!
ru: Неправильный пароль!

source: Can't find User or Group!
ru: Не удалось найти пользователя или группу!
